Repository: integrumart/nvtube
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: NVTube: Lightning Fast YouTube Search
tr: NVTube: Şimşek Hızında YouTube Arama

source: Professional tool that allows you to search and play YouTube videos instantly by assigning a custom shortcut.
tr: Özel bir kısayol atayarak YouTube videolarını anında aramanızı ve oynatmanızı sağlayan profesyonel araç.

source: NVTube v5.0 - Volkan Ozdemir Software Services
tr: NVTube v5.0 - Volkan Özdemir Yazılım Hizmetleri

source: Search query:
tr: Aranacak içerik:

source: Search
tr: Ara

source: Close
tr: Kapat

source: Donate
tr: Bağış Yap

source: Searching for {query}
tr: {query} aranıyor

source: No results found.
tr: Sonuç bulunamadı.

source: An error occurred during search: {error}
tr: Arama sırasında bir hata oluştu: {error}

source: YouTube Search
tr: YouTube Arama
